[
    {
        "usuario": "Hans",
        "alimento": "Food",
        "info": "**Ficha Nutricional**\n\n- **Alimento:** Food\n- **Calorías:** Depende de la preparación y los ingredientes utilizados, pero en promedio 100 gramos de Food aportan alrededor de 200 calorías.\n- **Nutrientes destacados:** Proteínas de alta calidad, vitaminas del grupo B, hierro, zinc y ácidos grasos esenciales.\n- **Beneficios:** Ayuda a mantener la saciedad, favorece el crecimiento y reparación de tejidos, contribuye a la",
        "fecha": "2025-09-09 12:20:56",
        "imagen": "static\\uploads\\20250909122049_manzana.jpg"
    },
    {
        "usuario": "Pierri",
        "alimento": "Food",
        "info": "### Ficha Nutricional\n\n- **Alimento:** Food\n- **Calorías (por 100g):** XX calorías\n- **Nutrientes destacados:** Proteínas, fibra, hierro, vitamina C\n- **Beneficios para la salud:** Ayuda a fortalecer el sistema inmunológico, favorece la salud intestinal y contribuye a la formación de tejidos musculares.\n- **Dato curioso:** Food es un alimento versátil que se puede incorporar en una amplia variedad de recetas, desde platos dulces hasta salados, lo que lo convierte en una opción popular en muchas culturas culinarias. ¡Atrévete a probarlo de nuevas formas!",
        "fecha": "2025-09-11 19:50:02",
        "imagen": "static\\uploads\\20250911194957_Ensalada.jpg"
    },
    {
        "usuario": "Nombre",
        "alimento": "Salad",
        "info": "**Alimento:** Salad  \n**Ingredientes estimados:** Lechuga, tomate, pepino, zanahoria.  \n**Calorías (por 100g):** Aprox. 15-20 kcal.  \n**Nutrientes destacados:** Fibra, vitaminas A y C, antioxidantes, minerales como potasio.  \n**Beneficios para la salud:** Promueve la digestión por su contenido en fibra, refuerza el sistema inmunológico gracias a las vitaminas, y contribuye a una piel saludable y vitalidad general.  \n**Dato curioso:** La ensalada se conoce popularmente como un plato ligero y fresco, pero su combinación de ingredientes puede ofrecer una variedad de nutrientes esenciales para el cuerpo. ¡Una manera deliciosa y versátil de nutrirte!",
        "fecha": "2025-09-11 20:13:02",
        "imagen": "static\\uploads\\20250911201258_Ensalada.jpg"
    },
    {
        "usuario": "Nombre s",
        "alimento": "Fruit",
        "info": "**Alimento:** Fruta\n\n**Calorías (por 100g):** Varían según el tipo de fruta, aproximadamente de 30 a 80 kcal.\n\n**Nutrientes destacados:** Las frutas suelen ser ricas en fibra, vitaminas C y K, potasio y antioxidantes.\n\n**Beneficios para la salud:** Consumir frutas regularmente puede ayudar a mantener un sistema inmunológico saludable, mejorar la digestión gracias a su contenido de fibra, y favorecer la salud cardiovascular por su aporte de potasio.\n\n**Dato curioso:** Las frutas de colores intensos, como las bayas o las naranjas, suelen contener altos niveles de antioxidantes beneficiosos para la salud.\n\nRecuerda que elegir una variedad de frutas frescas y de temporada es una excelente manera de disfrutar de sus beneficios nutricionales. ¡Incorpora diferentes colores para obtener una gama completa de nutrientes!",
        "fecha": "2025-09-11 20:23:08",
        "imagen": "static\\uploads\\20250911202304_manzana.jpg"
    },
    {
        "id": "20250911210531",
        "usuario": "Edrian",
        "alimento": "Lasagne",
        "info": "**Alimento:** Lasagne  \n**Ingredientes estimados:** pasta, salsa de tomate, carne picada, queso, especias.  \n**Calorías (por 100g):** Alrededor de 150-200 calorías.  \n**Nutrientes destacados:** Proteínas, carbohidratos, grasas, calcio, hierro.  \n**Beneficios para la salud:** Lasagne proporciona proteínas para la construcción muscular, carbohidratos como fuente de energía, calcio para huesos fuertes, hierro para la oxigenación de células y grasas para funciones corporales.  \n**Dato curioso:** La lasagne, un plato tradicional italiano, se compone de distintas capas de pasta intercaladas con salsas y queso, creando una combinación de sabores y texturas realmente reconfortante. ¡Ideal para compartir en comidas familiares o reuniones especiales!",
        "fecha": "2025-09-11 21:05:31",
        "imagen": "static\\uploads\\20250911210525_Lasaña.jpg"
    }
]